Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# DebugMenuDisableForceRtmpStreamFlag
source: Disable forced RTMP Stream Flag
ar: تعطيل فرض استخدام RTMP للبث
ca: Desactiva la transmissió RTMP forçada
de: Deaktiviere erzwungenes RTMP-Stream-Flag
es: Desactivar RTMP Stream Flag forzado
fi: Älä käytä RTMP-suoratoistolippua väkisin
fr: Désactiver le stream RTMP forcé
it: Disattiva il flusso RTMP forzato
ko: 강제 RTMP 스트림 플래그 비활성화
ms: Nyahdaya 'RTMP Stream Flag' paksaan.
pl: Wyłącz wymuszoną flagę strumienia RTMP
pt_br: Desativar Flag de Stream RMTP forçado
ru: Необязательное использование RTMP для трансляций
sv: Inaktivera tvingad RTMP-strömningsflagga
tr: Zorunlu RTMP Stream Flag devre dışı bırak
uk: Вимкнути примусовий RTMP Stream Flag

# DebugMenuDisableLogs
source: Disable Logs
ar: تعطيل السجلات
be: Адключыць журналы
ca: Desactiva el registre
de: Protokollierung deaktivieren
es: Desactivar registros
fa: غیرفعال کردن گزارشات
fi: Poista lokit käytöstä
fr: Désactiver la journalisation
id: Nonaktifkan log
it: Disattiva i log
ko: 로그 사용 안 함
ms: Nyahdaya Log
nl: Logboek uitschakelen
pl: Wyłącz logi
pt_br: Desativar Logs
ru: Выключить логирование
sv: Inaktivera loggar
tr: Günlükleri Devre Dışı Bırak
uk: Вимкнути логи
uz: Jurnallarni faolsizlantirish
zh_cn: 禁用日志
zh_tw: 禁用日誌

# DebugMenuDisablePauseMusic
source: Disable pause music when recording
ar: تعطيل إيقاف الصوتيات مؤقتًا عند التسجيل
be: Не спыняць музыку падчас запісвання
ca: No pausis la música en enregistrar
de: Musik bei Aufnahme pausieren AUS
es: No pausar la música al grabar
fa: غیرفعال کردن مکث موسیقی در هنگام ضبط
fi: Älä laita musiikkia tauolle nauhoittaessa
fr: Ne pas mettre en pause la musique pendant l'enregistrement
id: Matikan jeda musik saat merekam
it: Mantieni musica quando registri
ko: 녹화 시 음악 멈춤 사용 안 함
ms: Nyahdaya henti muzik bila merakam
nl: Muziek niet pauzeren tijdens opnemen
pl: Wyłącz pauzę muzyki podczas nagrywania
pt_br: Não pausar música ao gravar
ru: Продолжать музыку при записи
sv: Inaktivera musikpaus vid inspelning
tr: Kayıttayken Müziği Duraklatma
uk: Вимкнути призупинення музики при записуванні
uz: Yozayotganda musiqani pauza qilishni faolsizlantirish

# DebugMenuDisableSmoothKeyboard
source: Disable smooth keyboard
ar: تعطيل لوحة المفاتيح السلسة
be: Выключыць плаўную клавіятуру
ca: Desactiva el teclat suau
de: Tastatur-Animation deaktivieren
es: Desactivar la animación del teclado
fa: غیرفعال کردن صفحه‌کلید نرم
fi: Poista näppäimistön siirtymät käytöstä
fr: Désactiver le clavier doux
id: Nonaktifkan fitur smooth pada keyboard
it: Disattiva tastiera fluida
ko: 부드러운 키보드 사용 안 함
ms: Nyahdaya kekunci licin
nl: Soepel toetsenbord uit
pl: Wyłącz płynną klawiaturę
pt_br: Desativar teclado suave
ru: Клавиатура без анимации
sv: Inaktivera tangentbordsanimering
tr: Yumuşak Klavyeyi Kapat
uk: Вимкнути плавну клавіатуру
uz: Klaviatura animatsiyasini faolsizlantirish

# DebugMenuEnableCamera
source: Enable in-app camera
ar: تفعيل الكاميرا الداخلية للتطبيق
be: Уключыць камеру ў праграме
ca: Activa la càmera en l'aplicació
de: In-App Kamera aktivieren
es: Activar cámara interna
fa: فعال کردن دوربین درون‌برنامه
fi: Käytä sovelluksen kameraa
fr: Activer la caméra intégrée
id: Aktifkan kamera intra apl
it: Attiva fotocamera in-app
ko: 앱 안 카메라 사용
ms: Dayakan kamera dalam aplikasi
nl: In-app camera inschakelen
pl: Włącz aparat w aplikacji
pt_br: Ativar câmera no app
ru: Включить встроенную камеру
sv: Aktivera appkameran
tr: Uygulamadaki Kamerayı Etkinleştir
uk: Увімкнути вбудовану камеру
uz: Ilova ichidagi kamerani yoqish
zh_cn: 启用应用内相机
zh_tw: 啓用程式内相機

# DebugMenuEnableForceRtmpStreamFlag
source: Enable forced RTMP Stream Flag
ar: فرض استخدام RTMP للبث
ca: Activa la transmissió RTMP forçada
de: Aktiviere erzwungenes RTMP-Stream-Flag
es: Activar RTMP Stream Flag forzado
fi: Käytä RTMP-suoratoistolippua väkisin
fr: Activer le stream RTMP forcé
it: Attiva il flusso RTMP forzato
ko: 강제 RTMP 스트림 플래그 활성화
ms: Dayakan 'RTMP Stream Flag' paksaan.
pl: Włącz wymuszoną flagę strumienia RTMP
pt_br: Ativar Flag de Stream RMTP forçado
ru: Обязательное использование RTMP для трансляций
sv: Aktivera tvingad RTMP-strömningsflagga
tr: Zorunlu RTMP Stream Flag etkinleştir
uk: Увімкнути примусовий RTMP Stream Flag

# DebugMenuEnableLogs
source: Enable Logs
ar: تفعيل السجلات
be: Уключыць журналы
ca: Activa el registre
de: Protokollierung aktivieren
es: Activar registros
fa: فعال کردن گزارشات
fi: Ota lokit käyttöön
fr: Activer la journalisation
id: Aktifkan log
it: Attiva i log
ko: 로그 활성화
ms: Dayakan Log
nl: Logboek inschakelen
pl: Włącz logi
pt_br: Ativar Logs
ru: Включить логирование
sv: Aktivera loggar
tr: Günlükleri Etkinleştir
uk: Увімкнути логи
uz: Loglarni yoqish
zh_cn: 启用日志
zh_tw: 啓用日誌

# DebugMenuEnablePauseMusic
source: Enable pause music when recording
ar: تفعيل إيقاف الصوتيات مؤقتًا عند التسجيل
be: Спыняць музыку падчас запісвання
ca: Pausa la música en enregistrar
de: Musik bei Aufnahme pausieren EIN
es: Pausar la música al grabar
fa: فعال کردن مکث موسیقی در هنگام ضبط
fi: Laita musiikki tauolle nauhoittaessa
fr: Mettre en pause la musique pendant l'enregistrement
id: Aktifkan jeda musik saat merekam.
it: Disattiva musica quando registri
ko: 녹화 시 음악 멈춤 사용
ms: Daya henti muzik bila merakam
nl: Muziek pauzeren tijdens opnemen
pl: Włącz pauzę muzyki podczas nagrywania
pt_br: Pausar música ao gravar
ru: Останавливать музыку при записи
sv: Aktivera pausa musik vid inspelning
tr: Kayıttayken Müziği Duraklat
uk: Увімкнути призупинення музики при записуванні
uz: Yozayotganda musiqani pauza qilishni yoqish

# DebugMenuEnableSmoothKeyboard
source: Enable smooth keyboard
ar: تفعيل لوحة المفاتيح السلسة
be: Уключыць плаўную клавіятуру
ca: Activa el teclat suau
de: Tastatur-Animation aktivieren
es: Activar la animación del teclado
fa: فعال کردن صفحه‌کلید نرم
fi: Ota näppäimistön siirtymät käyttöön
fr: Activer le clavier doux
id: Aktifkan keyboard halus
it: Attiva tastiera fluida
ko: 부드러운 키보드 사용
ms: Daya kekunci licin
nl: Soepel toetsenbord aan
pl: Włącz płynną klawiaturę
pt_br: Ativar teclado suave
ru: Анимация клавиатуры
sv: Aktivera mjukt tangentbord
tr: Yumuşak Klavyeyi Etkinleştir
uk: Увімкнути плавну клавіатуру
uz: Klaviatura animatsiyasini yoqish

# DebugMenuImportContacts
source: Import Contacts
ar: استيراد جهات الاتصال
be: Імпартаваць кантакты
ca: Importa els contactes
de: Kontakte importieren
es: Importar contactos
fa: وارد کردن مخاطبین
fi: Tuo yhteystietoja
fr: Importer des contacts
id: Impor Kontak
it: Importa contatti
ko: 연락처 가져오기
ms: Import Kenalan
nl: Contacten importeren
pl: Importuj kontakty
pt_br: Importar Contatos
ru: Импорт контактов
sv: Importera kontakter
tr: Kişileri İçeri Aktar
uk: Імпортувати контакти
uz: Kontaktlarni import qilish
zh_cn: 导入通讯录
zh_tw: 導入通訊錄

# DebugMenuReadAllDialogs
source: Read all Chats
ar: اعتبار كل المحادثات مقروءة
be: Прачытаць усе чаты
ca: Llegeix tots els xats
de: Alle Chats lesen
es: Leer todos los chats
fa: خواندن تمامی گفتگوها
fi: Merkitse kaikki luetuksi
fr: Tout marquer comme lu
id: Baca semua obrolan
it: Leggi tutte le chat
ko: 모든 대화 읽기
ms: Baca semua Bual
nl: Alles als gelezen
pl: Oznacz wszystkie czaty jako przeczytane
pt_br: Ler Todos os Chats
ru: Прочесть все чаты
sv: Läs alla chattar
tr: Tüm Sohbetleri Oku
uk: Позначити прочитаними всі чати
uz: Barcha chatlarni oʻqish

# DebugMenuReloadContacts
source: Reload Contacts
ar: إعادة تنزيل جهات الاتصال
be: Перазагрузіць кантакты
ca: Actualitza els contactes
de: Kontakte neu laden
es: Recargar contactos
fa: بارگذاری مجدد مخاطبین
fi: Lataa yhteystiedot uudestaan
fr: Recharger les contacts
id: Memuat ulang Kontak
it: Ricarica contatti
ko: 연락처 재동기화
ms: Muat Semula Kenalan
nl: Contacten verversen
pl: Przeładuj kontakty
pt_br: Recarregar Contatos
ru: Перезагрузить контакты
sv: Läs in kontakter igen
tr: Kişileri Yeniden Yükle
uk: Перезавантажити контакти
uz: Kontaktlarni qayta yuklash
zh_cn: 重载通讯录
zh_tw: 重載通訊錄

# DebugMenuResetContacts
source: Reset Imported Contacts
ar: إزالة جهات الاتصال المستوردة
be: Скінуць імпартаваныя кантакты
ca: Restableix els contactes importats
de: Importierte Kontakte zurücksetzen
es: Restablecer contactos importados
fa: بازنشانی مخاطبین وارد شده
fi: Nollaa tuodut yhteystiedot
fr: Réinitialiser les contacts importés
id: Set Ulang Impor Kontak
it: Ripristina contatti importati
ko: 가져온 연락처 초기화
ms: Set semula Kenalan yang Diimpot
nl: Reset geimporteerde contacten
pl: Resetuj zaimportowane kontakty
pt_br: Restaurar Contatos Importados
ru: Сбросить контакты
sv: Återställ importerade kontakter
tr: İçe Aktarılan Kişileri Sıfırla
uk: Скинути імпортовані контакти
uz: Import qilingan kontaktlarni asliga qaytarish
zh_cn: 重置已导入的通讯录
zh_tw: 重置已導入的通訊錄

# DebugMenuResetDialogs
source: Reset Chats
ar: إعادة تعيين المحادثات
be: Скінуць чаты
ca: Restableix els xats
de: Chats zurücksetzen
es: Restablecer chats
fa: بازنشانی گفتگو‌ها
fi: Nollaa keskustelut
fr: Réinitialiser les échanges
id: Reset Obrolan
it: Ripristina chat
ko: 대화 초기화
ms: Set Semula Bual
nl: Chats herstellen
pl: Resetuj czaty
pt_br: Redefinir Chats
ru: Сбросить кэш чатов
sv: Återställ chattar
tr: Sohbetleri Sıfırla
uk: Скинути чати
uz: Chatlarni asliga qaytarish
zh_cn: 重置所有对话
zh_tw: 重置所有對話

# DebugSendLastLogs
source: Send Last Logs
ar: إرسال أحدث السجلات
be: Адправіць апошнія журналы
ca: Envia els últims registres
de: Letzte Protokolldateien senden
es: Enviar últimos registros
fi: Lähetä viimeisimmät lokit
fr: Envoyer les derniers journaux
it: Invia gli ultimi log
ko: 최신 로그 전송
ms: Kirim Log Terakhir
nl: Recente Logs versturen
pl: Wyślij najnowsze logi
pt_br: Enviar os Últimos Logs
ru: Отправить свежие логи
sv: Skicka senaste logg
tr: Son Günlükleri Gönder
uk: Надіслати останні логи

# DebugSendLogs
source: Send Logs
ar: إرسال السجلات
be: Адправіць журналы
ca: Envia els registres
de: Protokolldateien senden
es: Enviar registros
fa: ارسال گزارشات
fi: Lähetä lokit
fr: Envoyer les journaux
id: Kirim Log
it: Invia i log
ko: 로그 보내기
ms: Kirim Log
nl: Logbestanden versturen
pl: Wyślij logi
pt_br: Enviar Logs
ru: Отправить лог
sv: Skicka loggar
tr: Günlükleri Gönder
uk: Надіслати логи
uz: Jurnallarni yuborish
zh_cn: 发送日志
zh_tw: 發送日誌

source: December
ar: ديسمبر
be: Снежань
ca: Desembre
de: Dezember
es: Diciembre
fa: دسامبر
fi: joulukuu
fr: Décembre
id: Desember
it: Dicembre
ko: 12월
ms: Disember
pl: Grudzień
pt_br: dezembro
ru: Декабрь
tr: Aralık
uk: Грудень
uz: Dekabr

source: Decline
ar: رفض
be: Адхіліць
ca: Rebutja
de: Ablehnen
es: Rechazar
fa: رد
fi: Kieltäydy
fr: Refuser
id: Batal
it: Rifiuta
ko: 거절
ms: Tolak
nl: Afwijzen
pl: Odrzucam
pt_br: Rejeitar
ru: Отклонить
sv: Avböj
tr: Reddet
uk: Відхилити
uz: Rad etish
zh_cn: 拒绝
zh_tw: 拒絕

# DeclineCall
source: Decline
ar: رفض
be: Адхіліць
ca: Rebutja
de: Ablehnen
es: Rechazar
fa: رد کردن
fi: Hylkää
fr: Refuser
id: Tolak
it: Rifiuta
ko: 거부
ms: Tolak
nl: Weigeren
pl: Odrzuć
pt_br: Recusar
ru: Отклонить
sv: Avvisa
tr: Reddet
uk: Відхилити
uz: Rad etish

# DeclineDeactivate
source: Decline & Delete
ar: رفض وحذف الحساب
be: Адхіліць і выдаліць
ca: Rebutja i elimina
de: Ablehnen & Löschen
es: Rechazar y eliminar
fa: رد کردن و حذف
fi: Hylkää ja poista
fr: Refuser et supprimer
id: Batal dan Hapus
it: Rifiuta ed elimina
ko: 거절 및 삭제
ms: Tolak & Hapus
nl: Afwijzen & Verwijderen
pl: Odrzucam i kasuję
pt_br: Negar e Apagar
ru: Отклонить и удалить
sv: Avböj & ta bort
tr: Reddet ve Sil
uk: Відхилити та видалити
uz: Rad etish va oʻchirish
zh_cn: 拒绝并销号
zh_tw: 拒絕並銷號

source: Default
ar: الافتراضي
be: Прадвызн.
ca: Per defecte
de: Standard
es: Por defecto
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
id: Standar
ko: 기본
ms: Paras asal
nl: Standaard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Varsayılan
uk: Типово
uz: Odatiy
zh_cn: 默认
zh_tw: 默認

# DefaultRingtone
source: Default
ar: افتراضي
be: Прадвызначаная
ca: Per defecte
de: Standard
es: Por defecto
fa: پیش‌فرض
fi: Oletus
fr: Par défaut
id: Standar
ko: 기본값
ms: Paras asal
nl: Standaard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Varsayılan
uk: Типово
uz: Odatiy
zh_cn: 默认
zh_tw: 默認

source: Delete
ar: حذف
be: Выдаліць
ca: Elimina
de: Löschen
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
id: Hapus
it: Elimina
ko: 삭제
ms: Hapus
nl: Verwijder
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Ta bort
tr: Sil
uk: Видалити
uz: Oʻchirib tashlash
zh_cn: 删除
zh_tw: 删除

# DeleteAccountHelp
source: If you do not come online at least once within this period, your account will be deleted along with all messages and contacts.
ar: إذا لم تستخدم حسابَ تيليجرام هذا لمرة واحدة على الأقل خلالَ هذه المدة فسيتم حذفه نهائيًا مع جميع محادثاتك وجهات اتصالك.
be: Калі вы не ўваходзілі як мінімум аднойчы за гэты перыяд, ваш уліковы запіс будзе аўтаматычна выдалены, разам з усімі паведамленнямі і кантактамі.
ca: Si no esteu en línia almenys una vegada durant aquest període, el vostre compte s'eliminarà, així com els vostres grups, missatges i contactes.
de: Wenn du innerhalb dieser Zeit nicht online bist, wird dein Konto mit allen Nachrichten und Kontakten gelöscht.
es: Si no estás en línea al menos una vez durante este período, tu cuenta se eliminará junto con todos tus mensajes y contactos.
fa: اگر شما حداقل یک بار در این بازه زمانی در تلگرام آنلاین نشوید، حساب کاربری شما به همراه تمامی پیام‌ها و مخاطبین پاک می‌شود.
fi: Mikäli et kirjaudu kertaakaan tänä aikana, tilisi ja sille kuuluvat ryhmät, viestit sekä yhteystiedot poistetaan.
fr: Si vous ne vous connectez pas au moins une fois au cours de cette période, votre compte sera supprimé, ainsi que tous vos messages et contacts.
id: Jika Anda tidak aktif paling tidak hingga periode ini, akun Anda akan dihapus termasuk semua riwayat grup, pesan dan kontak.
it: Se non ti connetti almeno una volta in questo periodo, il tuo account sarà eliminato insieme a tutti i messaggi e i contatti.
ko: 이 기간 안에 한 번이라도 접속하지 않으시면, 모든 그룹, 메시지, 연락처와 더불어 회원님의 계정이 사라집니다.
ms: Sekiranya anda tidak di talian sekurangnya sekali dalam tempoh ini, akaun anda akan dihapus bersama dengan mesej dan kenalan anda.
nl: Als je binnen deze periode niet minimaal één keer ingelogd bent geweest zal je account worden verwijderd, inclusief alle berichten en contacten.
pl: Jeśli nie będziesz online co najmniej raz w ciągu tego okresu, twoje konto zostanie usunięte wraz ze wszystkimi wiadomościami i kontaktami.
pt_br: Se você não acessar sua conta ao menos uma vez nesse período, sua conta será apagada junto com todas as suas mensagens e contatos.
ru: Если Вы ни разу не заглянете в Telegram за это время, аккаунт будет удалён вместе со всеми сообщениями и контактами.
sv: Om du inte loggar in minst en gång under den här perioden kommer ditt konto att tas bort tillsammans med alla meddelanden och kontakter.
tr: Bu süre içinde en az bir kez çevrimiçi olmazsanız; hesabınız tüm gruplar, mesajlar ve kişiler ile birlikte silinecektir.
uk: Якщо ви не з'явитесь у мережі хоча б раз упродовж вказаного періоду, ваш акаунт буде видалено разом з усіма повідомленнями та контактами в ньому.
uz: Agar ushbu muddat mobaynida hisobingizga kamida bir marta kirmasangiz, hisobingiz barcha xabarlar va kontaktlaringiz bilan birga oʻchirib tashlanadi.
zh_cn: 如果您在此期间内您的帐号未曾上线，您账号的所有资料——包括消息记录、联系人都会被删除。
zh_tw: 如果您在此期間内您的賬戶未曾上線，您賬戶的所有資料——包括訊息記錄、聯絡人都會被删除。

# DeleteAccountIfAwayFor
source: If you're away for
ar: في حال غيابك لمدة
be: Калі вы адсутнічалі
ca: Si no hi sou durant
de: Wenn inaktiv für
es: Si estoy fuera
fa: اگر برای این مدت نبودید
fi: Jos olet poissa yli
fr: Si vous êtes absent pendant
id: Jika non aktif selama
it: Se assente per
ko: 자동 회원 탈퇴
ms: Jika anda tidak aktif untuk
nl: Indien afwezig voor
pl: Jeśli jesteś poza
pt_br: Se você estiver inativo por
ru: Если Вас не было
sv: Om du är borta i
tr: Şu süre içinde uzak kalırsanız
uk: Якщо вас не було
uz: Agar shu vaqt ichida kirmasangiz
zh_cn: 若离线达
zh_tw: 若離線達

# DeleteAccountIfAwayFor2
source: Delete my account if away for
ar: حذف حسابي إن غِبتُ لمدة
be: Выдаліць уліковы запіс, калі я не ўваходжу
ca: Elimina el compte si no hi sóc durant
de: Konto löschen bei Inaktivität
es: Eliminar mi cuenta si estoy fuera
fa: حذف حساب کاربری من در صورت نبودن به این مدت
fi: Poista tilini, jos olen poissa
fr: Supprimer le compte après
id: Hapus akun saya jika tidak ada
it: Elimina il mio account se lontano per
ko: 다음 기간 내 미접속 시 계정 탈퇴
ms: Hapus akaun jika tak aktif
nl: Verwijder mijn account indien afwezig voor
pl: Usuń konto, jeśli nieaktywne przez
pt_br: Apagar minha conta se inativa por
ru: Автоудаление аккаунта
sv: Ta bort mitt konto om borta i
tr: Bu kadar süre yoksam hesabımı sil
uk: Видалити мій акаунт, якщо мене не буде
uz: Nofaollikdan keyin hisobni oʻchirish
zh_cn: 自动删除账号
zh_tw: 自動删除賬戶

# DeleteAccountIfAwayFor3
source: If away for
ar: إن تغيبت لمدة
be: Перыяд неактыўнасці
ca: Si no hi sóc durant
de: Wenn inaktiv für
es: Si estoy fuera
fa: اگر برای این مدت نبودید
fi: Jos poissa
fr: Si absent pendant
id: Jika berjarak
it: Se lontano per
ko: 다음 기간 동안 비활성화 시
ms: Jika tak aktif untuk
nl: Indien afwezig voor
pl: Jeśli nieaktywne przez
pt_br: Se inativa por
ru: Если я не захожу
sv: Om borta i
tr: Bu kadar süre yoksam
uk: Якщо відсутній
uz: Agar ushbu davrda kirmasam:

# DeleteAccountTitle
source: Account self-destructs
ar: التدمير الذاتي إن كان غير نشط لمدة...
be: Самазнішчэнне ўліковага запісу
ca: El compte s'autodestrueix
de: Automatische Kontolöschung
es: Autodestrucción de la cuenta
fa: نابودی خودکار حساب کاربری
fi: Tili tuhoutuu, jos poissa...
fr: Autodestruction du compte
id: Penghancuran akun otomatis
it: Autodistruzione account
ko: 계정 자동 탈퇴
ms: Akaun musnah-sendiri
nl: Account verwijderen
pl: Usuń konto za:
pt_br: Autodestruição da conta
ru: Удаление аккаунта при неактивности
sv: Kontot autoraderas om inaktivt i...
tr: Hesabın kendini yok etmesi
uk: Самознищення акаунта
uz: Hisob faol boʻlmaganida oʻchirish
zh_cn: 自动删除帐号
zh_tw: 自動删除賬戶

source: Delete All
ar: حذف الكل
be: Выдаліць усе
ca: Elimina-ho tot
de: Alles löschen
es: Eliminar todo
fa: حذف همه
fi: Poista kaikki
fr: Supprimer tout
id: Hapus Semua
it: Elimina tutto
ko: 모두 삭제
ms: Hapus Semua
nl: Alles verwijderen
pl: Usuń wszystkie
pt_br: Apagar Tudo
ru: Удалить все
sv: Radera allt
tr: Tümünü Sil
uk: Видалити всі
uz: Barchasini oʻchirish

source: Delete all calls
ar: حذف كل المكالمات
be: Выдаліць усе выклікі
ca: Elimina totes les trucades
de: Alle Anrufe löschen
es: Eliminar todas las llamadas
fi: Poista kaikki puhelut
fr: Supprimer tous les appels
it: Elimina tutte le chiamate
ko: 모든 전화내역 삭제
ms: Hapus semua panggilan
nl: Alle oproepen verwijderen
pl: Usuń wszystkie połączenia
pt_br: Apagar todas as chamadas
ru: Удалить все звонки
sv: Ta bort alla samtal
tr: Tüm aramaları sil
uk: Видалити всі виклики

# DeleteAllCallsText
source: Do you want to delete all recent calls?
ar: هل تريدون حذف كل المكالمات الحديثة؟
be: Вы хочаце выдаліць усе нядаўнія выклікі?
ca: Voleu eliminar totes les trucades recents?
de: Wirklich die letzten Anrufe löschen?
es: ¿Quieres eliminar todas las llamadas recientes?
fi: Haluatko varmasti poistaa koko puheluhistoriasi?
fr: Souhaitez-vous supprimer tous les appels récents ?
it: Vuoi eliminare tutte le chiamate recenti?
ko: 최근 전화내역을 삭제하시겠습니까?
ms: Anda ingin hapus semua panggilan terbaru?
nl: Alle recente oproepen wissen?
pl: Czy chcesz usunąć wszystkie ostatnie połączenia?
pt_br: Deseja apagar todas as chamadas recentes?
ru: Удалить все недавние звонки?
sv: Vill du radera de senast samtalen?
tr: Son aramaların tümünü silmek istiyor musunuz?
uk: Видалити всі недавні виклики?

# DeleteAllFrom
source: Delete all from {0}
ar: حذف كل مشاركات ⁨{0}⁩
be: Выдаліць усё з {0}
ca: Elimina-ho tot de: {0}
de: Lösche alles von {0}
es: Eliminar todo lo de {0}
fa: حذف همه پیام‌های ⁨{0}⁩
fi: Poista kaikki henkilöltä {0}
fr: Supprimer tout de {0}
id: Hapus semua dari {0}
it: Elimina tutto da {0}
ko: {0} 님의 메시지 모두 삭제
ms: Hapus semua dari {0}
nl: Alles verwijderen van {0}
pl: Usuń wszystko od {0}
pt_br: Apagar tudo de {0}
ru: Удалить всё от {0}
sv: Radera allt från {0}
tr: {0} kullanıcısından tümünü sil
uk: Видалити все від {0}
uz: {0}dan barchasini oʻchirish
zh_cn: 撤回来自“{0}”的所有消息
zh_tw: 撤回來自“{0}”的所有訊息

# DeleteAllMessagesAlert
source: Warning! This will **delete all messages** in this chat for **both** participants.
ar: تحذير! سيؤدي هذا لحذف **جميع رسائل** هذه المحادثة من **كلا** الطرفين.
be: Увага! Гэта **выдаліць усе паведамленні** ў гэтым чаце для **абодвух** суразмоўцаў.
ca: Atenció! Això **eliminarà tots els missatges** del xat per a **ambdós** participants.
de: Warnung! Das wird **alle Nachrichten** in diesem Chat **für beide Teilnehmer löschen**.
es: ¡Advertencia! Esto **eliminará todos los mensajes** en este chat para **ambos** participantes.
fa: هشدار! این کار **تمامی پیام‌ها**ی این گفتگو را برای **هر دو** طرف **حذف** می‌کند.
fi: Varoitus! Tämä **poistaa kaikki viestit** tästä keskustelusta **molemmilta** osapuolilta.
fr: Attention ! Ceci **supprimera tous les messages** de cet échange pour **les deux** participants.
id: Perhatian! Hal ini akan **menghapus semua pesan** di obrolan ini bagi **kedua** pihak.
it: Attenzione! Questo **eliminerà tutti i messaggi** in questa chat per **entrambi** i partecipanti.
ko: 잠깐! **참가자 서로에게서** 이 대화방의 **모든 메시지가 삭제**됩니다.
ms: Amaran! Ini akan **hapus semua mesej** di bual ini untuk **kedua** peserta.
nl: Let op! Hiermee verwijder je **alle berichten** in deze chat voor **beide** deelnemers.
pl: Ostrzeżenie! Spowoduje to **usunięcie wszystkich wiadomości** u **obu** uczestników tego czatu.
pt_br: Aviso! Esta ação **apagará todas as mensagens** neste chat para **ambos** os participantes.
ru: Внимание! **Все сообщения** в чате будут удалены для Вас и **для Вашего собеседника**.
sv: Varning! Detta *tar bort alla meddelanden** i chatten för **båda** deltagarna.
tr: Uyarı! Bu, sohbetteki tüm mesajları **her iki** katılımcıdan da **siler**.
uk: Попередження! **Усі повідомлення** в цьому чаті буде видалено в **обох** співрозмовників.
uz: Diqqat! Bunda **ikkala** qatnashchi uchun ushbu chatdagi **barcha xabarlar oʻchirib tashlanadi**.

# DeleteAllMessagesSavedAlert
source: Warning! This will **delete all messages** in this chat.
ar: تحذير! سيؤدي هذا **لحذف جميع الرسائل** في هذه المحادثة.
be: Увага! Гэта **выдаліць усе паведамленні** ў гэтым чаце.
ca: Atenció! Això **eliminarà tots els missatges** del xat.
de: Warnung! Das wird in diesem Chat **alle Nachrichten löschen**.
es: ¡Advertencia! Esto **eliminará todos los mensajes** en este chat.
fa: هشدار! این کار **تمامی پیام‌ها** در این گفتگو را حذف خواهد کرد.
fi: Varoitus! Tämä **poistaa kaikki viestit** tästä keskustelusta.
fr: Attention ! Ceci **supprimera tous les messages** dans cet échange.
id: Peringatan: Tindakan ini akan **menghapus semua pesan ** pada obrolan ini.
it: Attenzione! Questo **eliminerà tutti i messaggi** in questa chat.
ko: 경고! 이 대화방의 **모든 메시지**가 삭제됩니다.
ms: Amaran! Ini akan **hapus semua mesej** di bual ini.
nl: Let op! Hiermee **verwijder je alle berichten** uit deze chat.
pl: Ostrzeżenie! Spowoduje to **usunięcie wszystkich wiadomości** w tym czacie.
pt_br: Atenção! Isso **apagará todas as mensagens** nesse chat.
ru: Важно: это **удалит все сообщения** в чате.
sv: Varning! Det här **raderar alla meddelanden** i chatten.
tr: Uyarı! Bu, bu sohbetteki **tüm mesajları silecektir.**
uk: Попередження! Це **видалить усі повідомлення** в цьому чаті.
uz: Ogohlantirish! Bu holatda chatdagi **barcha xabarlar oʻchiriladi**.
